tap "oven-sh/bun"
brew "binwalk"
brew "chezmoi"
brew "dos2unix"
brew "gh"
brew "gnupg"
brew "hashcat"
brew "john"
brew "mas"
brew "python@3.13"
brew "nmap"
brew "node"
brew "openjdk"
brew "pipx"
brew "pyenv"
brew "uv"
brew "wget"
brew "zinit"
brew "oven-sh/bun/bun"
cask "gcloud-cli"
cask "powershell"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Band", id: 1663365963
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Canva", id: 897446215
mas "CleanMyMac", id: 1339170533
mas "Copilot", id: 6738511300
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "HP Smart", id: 1474276998
mas "iMovie", id: 408981434
mas "iScreen Shoter", id: 1596559494
mas "Keka", id: 470158793
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "MainStage", id: 634159523
mas "Messenger", id: 1480068668
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "PDFgear", id: 6469021132
mas "Perplexity", id: 6714467650
mas "Pixelmator Pro", id: 1289583905
mas "Speedify", id: 999025824
mas "Speedtest", id: 1153157709
mas "Steam Link", id: 1246969117
mas "Usage", id: 1561788435
mas "WhatsApp", id: 310633997
mas "WiFi Speed Test", id: 1455463454
mas "Windows App", id: 1295203466
mas "Xcode", id: 497799835
vscode "ai-henryalps.clinerules"
vscode "anthropic.claude-code"
vscode "anysphere.cursorpyright"
vscode "autohome.mcp-store"
vscode "bierner.markdown-yaml-preamble"
vscode "cottonable.perplexity"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.powershell"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "rintoj.json-organizer"
vscode "saoudrizwan.claude-dev"
vscode "starkwang.markdown"
vscode "zainchen.json"
